# vim: set ft=ruby

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "bash"
brew "bat"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fzf"
brew "gh"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "openssl"
brew "python"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "visual-studio-code"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "zplug"
brew "zsh"
cask "adobe-acrobat-reader"
cask "alfred"
cask "docker"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "iterm2"
cask "obsidian"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zsa-wally"
cask "zoom"
