# vim: set ft=ruby

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl"
brew "python"
brew "autoconf"
brew "bash"
brew "bat"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fzf"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "hub"
brew "imagemagick"
brew "lcov"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
cask "adobe-acrobat-reader"
cask "firefox-developer-edition"
cask "font-firacode-nerd-font"
cask "gimp"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "slack"
cask "spotify"
cask "telegram"
cask "vagrant"
cask "zoomus"
